{
	"stories": [{
		"headline": "SoundCloud Launches Subscription Service SoundCloud Go",
		"author": "Marc Hogan",
		"author-title": "Senior Staff Writer",
		"date": "03/28/2016",
		"body": "SoundCloud has announced SoundCloud Go, a new paid subscription service that promises ad-free listening and an expanded music library. SoundCloud Go allows you to save audio to hear offline, and provides access to the catalogs of the three major labels and more than 20,000 independent labels, in addition to the music available on SoundCloud's free tier. (The music streaming provider said it will also continue to offer its existing, ad-supported free service.) SoundCloud Go launches in the U.S. today and elsewhere later this year. It costs $9.99 a month for Android and desktop devices, but it costs $12.99 for iOs devices. Subscribers get a 30-day free trial.SoundCloud founder and CEO Alexander Ljung said in a press release, 'SoundCloud Go represents our vision of the future of music streaming: a platform for creators to collaborate on; for fans to discover the latest tracks, enjoy legendary music and connect with their favorite artists; and for our unique creative community to have the opportunity to be paid for their work.'SoundCloud unveiled plans for a subscription service in 2014, when it signed a licensing deal with Warner Music Group. Last year, the company reached a similar agreement with Merlin, which manages digital rights for independent labels. Earlier this year, SoundCloud struck arrangements with the other major labels, Universal and Sony.In 2015, streaming became the biggest source of U.S. recorded-music revenue for the first time. The bulk of that revenue came from paid subscriptions. Last year, vinyl album sales brought in more revenue than the recording industry received from free, ad-supported streaming services.",
		"image": "http://cdn.pitchfork.com/news/64436/26de78d5.png"
	},  {
    "headline": "George Martin's PBS Series 'Soundbreaking' Features Paul McCartney, Brian Eno, Nile Rodgers, RZA, Rick Rubin; ",
    "author": "Evan Minsker",
    "author-title": "Associate Editor, News",
    "date": "03/14/2016",
    "body": "The late icon teamed with 150 artists and producers to tell stories from the studio, including Joni Mitchell, Dave Grohl, Questlove, Bon Iver, Beck, St. Vincent, Ad-Rock, and others.Before his death last week, Sir George Martin and his son Giles teamed with PBS to create an upcoming eight-part documentary series called 'Soundbreaking.' The series features interviews with over 150 artists and producers, who tell the studio stories behind some of the best music ever made. Watch the series' trailer and a 'Soundbreaking' tribute to Martin below via Rolling Stone.The first two episodes of the show are premiering today at SXSW. The series will air on PBS in November.The series will feature interviews with Paul McCartney, Brian Eno, Nile Rodgers, Quincy Jones, Rick Rubin, Tony Visconti, RZA, Joni Mitchell, Dave Grohl, Questlove, Bon Iver, Beck, Ad-Rock, Roger Waters, Daniel Lanois, Mark Ronson, Ringo Starr, Roger Daltrey, Willie Nelson, B.B. King, Debbie Harry, Darryl 'D.M.C.' McDaniels, and many others. There's footage of a St. Vincent performance in the trailer, as well.One episode will focus on Martin's work with the Beatles. Others will focus on Phil Spector, sampling in hip-hop, Miles Davis, Marvin Gaye, Stevie Wonder, Giorgio Moroder, and Adele's 'Rolling in the Deep.' ",
    "image": "http://cdn.pitchfork.com/news/64142/8a070d1b.jpg"
  }]
}
